# Задайте последовательность чисел. Напишите программу, которая выведет список неповторяющихся элементов исходной последовательности.

numbers = [1,2,3,5,6,1,2,3,7,8]
unique_list = list(set(numbers))
print(unique_list)
